Repository: carrot-garden/carrot-jnlper
Catalog: carrot-jdk6-jnlp-windows/src/plugin/solaris/resources/*/sunw_java_plugin.po
Languages: de, es, fr, ko

source: java_vm process: could not start Java VM
de: Java_vm-Prozess: Java-VM konnte nicht gestartet werden
es: proceso java_vm: no se ha podido iniciar la MV Java
fr: Processus java_vm : n'a pu démarrer Java VM
ko: java_vm 프로세스:Java VM을 시작할 수 없습니다.

source: java_vm process: Couldn't find class
de: Java_vm-Prozess: Klasse nicht gefunden
es: proceso java_vm: No se ha podido encontrar la clase
fr: Processus java_vm : classe introuvable
ko: java_vm 프로세스:클래스를 찾을 수 없습니다.

source: Java process: Couldn't find Plugin.start
de: Java-Prozess: Plugin.start nicht gefunden
es: Proceso java: No se ha podido encontrar Plugin.start
fr: Processus Java : Plugin.start introuvable
ko: Java 프로세스:Plugin.start를 찾을 수 없습니다.

source: Java process: caught exception from sun.plugin.navig.motif.Plugin.start
de: Java-Prozess: Ausnahme von sun.plugin.navig.motif.Plugin.start abgefangen
es: Proceso java: detectada excepción desde sun.plugin.navig.motif.Plugin.start
fr: Processus Java : exception reçue de sun.plugin.navig.motif.Plugin.start
ko: Java 프로세스:sun.plugin.navig.motif.Plugin.start에서 예외 상황이 발생했습니다.

source: Plugin: couldn't allocate widget
de: Plugin: Widget konnte nicht zugewiesen werden
es: Plugin: no se ha podido asignar el widget
fr: JPI : impossible d'attribuer le widget
ko: Plugin:위짓트를 할당할 수 없습니다.

source: Plugin: can't find plugins/../java directory
de: Plugin: Verzeichnis plugins/../java nicht gefunden
es: Plugin: no se puede encontrar el directorio plugins/../java
fr: JPI : répertoire plugins/../java introuvable
ko: Plugin:plugins/../java 디렉토리를 찾을 수 없습니다.

source: Plugin: trouble with work request from child
de: Plugin: Problem bei Arbeitsanforderung aus untergeordnetem Element
es: Plugin: problema con la solicitud de trabajo del sucesor
fr: JPI : problème avec la requête de travail de l'enfant
ko: Plugin:하위로부터의 작업 요청에 문제가 발생했습니다.

source: Plugin: Plugin is not enabled or Java VM process has died.
de: Plugin: Das Plugin ist nicht aktiviert, oder der Java-VM-Prozess wird nicht mehr ausgeführt.
es: Plugin: El Plugin no está habilitado, o el proceso de máquina virtual Jaba ha muerto.
fr: Programme complémentaire : Le programme complémentaire n'est pas activé ou le processus Java VM est arrêté.
ko: Plugin:Plugin을 사용할 수 없거나 Java VM 프로세스가 중단되었습니다.

source: Plugin: couldn't read directory
de: Plugin: Verzeichnis konnte nicht gelesen werden
es: Plugin: no se ha podido leer el directorio
fr: JPI : impossible de lire le répertoire
ko: Plugin:디렉토리를 읽을 수 없습니다.

source: plugin: java process exited with status
de: Plugin: Java-Prozess beendet mit Status
es: plugin: el proceso java ha terminado con estado
fr: JPI : processus java quitté avec état
ko: Plugin:현재 상태로 Java 프로세스를 종료합니다.

source: plugin: java process died due to signal
de: Plugin: Java-Prozess beendet wegen Signal
es: plugin: el proceso java ha finalizado debido a una señal
fr: JPI : processus java perdu sur signal
ko: Plugin:신호로 인해 Java 프로세스가 중단되었습니다.

source: a core file was generated
de: Eine Datei mit Speicherabzug wurde generiert.
es: se ha generado un archivo del núcleo central
fr: un fichier core a été généré
ko: TRANSL: 코어 파일이 생성되었습니다.

source: Plugin: can't find IP address for current host
de: Plugin: IP-Adresse für aktuellen Host nicht gefunden
es: Plugin: no se puede encontrar la dirección de IP del sistema actual???
fr: JPI : adresse IP introuvable pour l'hôte courant ???
ko: Plugin:현재 호스트의 IP 주소를 찾을 수 없습니다.

source: Plugin: trouble reading Netscape proxy configuration URL from
de: Plugin: Problem beim Lesen der Netscape-Proxy-Konfigurations-URL von
es: Plugin: problema en la lectura del URL de configuración del delegado de Netscape desde
fr: JPI : problème de lecture de l'URL de configuration de proxy Netscape à partir de
ko: Plugin:다음으로부터 Netscape 프록시 구성 URL을 읽을 수 없습니다.

source: Plugin: unexpected work request from child
de: Plugin: Unerwartete Arbeitsanforderung von untergeordnetem Element
es: Plugin: solicitud de trabajo no esperada del sucesor
fr: JPI : requête de travail inattendue de l'enfant
ko: Plugin:하위로부터의 예상치 못한 작업 요청입니다.

source: Plugin: Java VM process has died.
de: Plugin: Java-VM-Prozess wurde beendet.
es: Plugin: el proceso de MV Java ha finalizado.
fr: JPI : processus Java VM perdu
ko: Plugin:Java VM 프로세스가 중단되었습니다.

source: Java Plug-in ERROR
de: Java Plug-in-FEHLER
es: ERROR en el Java Plug-in
fr: ERREUR du programme complémentaire Java
ko: Java Plug-in 오류

source: Java property javaplugin.jre.path defined as
de: Java-Eigenschaft javaplugin.jre.path definiert als
es: Propiedad java javaplugin.jre.path definida como
fr: Propriété Java javaplugin.jre.path définie comme
ko: Java 속성 javaplugin.jre.path를 다음과 같이 정의합니다

source: But that directory does not exist.
de: Dieses Dateiverzeichnis ist nicht vorhanden.
es: Pero ese directorio no existe.
fr: Mais ce répertoire n'existe pas.
ko: 해당 디렉토리가 없습니다.

source: Using JRE from
de: Arbeiten mit JRE von
es: Utilizando JRE desde
fr: Utilisation de JRE depuis
ko: 다음에서 JRE 사용

source: java_vm process: could not find Java VM symbols
de: Java_vm-Prozess: Java VM-Symbole konnten nicht gefunden werden
es: proceso java_vm: no se han podido encontrar los símbolos de la Java VM
fr: processus java_vm : impossible de trouver les symboles Java VM
ko: java_vm 프로세스:Java VM 기호를 찾을 수 없습니다.
