Repository: carrot-garden/carrot-jnlper
Catalog: carrot-jdk6-jnlp-unix/src/plugin/solaris/resources/*/sunw_java_plugin.po
Languages: it, ja, sv

source: Plugin: can't find plugins/../java directory
it: Plugin: impossibile trovare la directory plug-in/../java
ja: Plugin: ディレクトリ plugins/../java が見つかりません。
sv: Plugin: hittar inte plugin/../Java-katalogen

source: Plugin: couldn't read directory
it: Plugin: impossibile leggere la directory
ja: Plugin: ディレクトリを読み取れません。
sv: Plugin: kunde inte läsa katalog

source: Plugin: trouble with work request from child
it: Plugin: si è verificato un problema nella richiesta di lavoro dal child
ja: Plugin: 子からの処理要求に失敗しました。
sv: Plugin: problem med arbetsförfrågan från underprocess

source: Plugin: Plugin is not enabled or Java VM process has died.
it: Plugin: il plugin non è abilitato o il processo Java VM si è estinto.
ja: Plugin: Plugin が有効でないか、Java VM プロセスが終了しました。
sv: Plugin: Plugin-modulen är inte aktiverad eller en Java VM-process har avbrutits.

source: Plugin: Java VM process has died.
it: Plugin: processo Java VM terminato
ja: Plugin: Java VM プロセスが終了しました。
sv: Plugin: Java VM-process stoppades.

source: plugin: java process exited with status
it: plugin: processo java terminato con stato
ja: plugin: java プロセスが終了状態付きで終了しました。
sv: Plugin: java-process avslutades med status

source: plugin: java process died due to signal
it: plugin: processo java terminato a causa di un segnale
ja: plugin: java プロセスがシグナルのために終了しました。
sv: Plugin: java-process stoppades pga av signal

source: a core file was generated
it: stato generato un file core
ja: コアファイルが生成されました。
sv: en absolutfil genererades

source: Java property javaplugin.jre.path defined as
it: La proprietà di Java javaplugin.jre.path è stata definita come
ja: Java プロパティ javaplugin.jre.path の定義 -
sv: Java-egenskapen javaplugin.jre.path definierad som

source: But that directory does not exist.
it: Ma questa directory non esiste.
ja: しかしそのディレクトリは存在しません。
sv: Men den katalogen finns inte.

source: Using JRE from
it: Uso di JRE da
ja: JRE の使用元 -
sv: Använder JRE från

source: Java Plug-in ERROR
it: ERRORE del plug-in di Java
ja: Java Plug-in エラー
sv: Java Plugin-fel.

source: Plugin: can't find IP address for current host
it: Plugin: impossibile trovare l'indirizzo IP dell'host attuale
ja: Plugin: 現ホストの IP アドレスが見つかりません。
sv: Plugin: hittar inte IP-adress för aktuell värd???

source: java_vm process: could not start Java VM
it: processo java_vm impossibile avviare Java VM
ja: java_vm プロセス: Java VM を起動できません。
sv: java-process: Kunde inte starta Java VM

source: java_vm process: Couldn't find class
it: processo java_vm impossibile trovare la classe
ja: java_vm プロセス: クラスが見つかりません。
sv: java-process: Kunde inte hitta klass

source: Java process: Couldn't find Plugin.start
it: Processo Java impossibile trovare Plugin.start
ja: Java プロセス: Plugin.start が見つかりません。
sv: java-process: Hittar inte Plugin.start

source: Java process: caught exception from sun.plugin.navig.motif.Plugin.start
it: Processo Java eccezione ricevuta da sun.plugin.navig.motif.Plugin.start
ja: Java プロセス: sun.plugin.navig.motif.Plugin.start から例外をキャッチしました。
sv: java-process: fångade undantagsavbrott från sun.plugin.navig.motif.Plugin.start

source: Plugin: unexpected work request from child
it: Plugin: richiesta di lavoro dal child inaspettata
ja: Plugin: 子からの予期しない処理要求です。
sv: Plugin: oväntad arbetsförfrågan från underprocess

source: Plugin: couldn't allocate widget
it: Plugin: impossibile allocare il widget
ja: Plugin: ウィジェットを割り当てることができません。
sv: Plugin: kunde inte allokera bildmodul

source: Plugin: trouble reading Netscape proxy configuration URL from
it: Plugin: si è verificato un problema durante la lettura dell'URL di configurazione del proxy da
ja: Plugin: Netscape プロキシ設定の読み込みに失敗しました。URL
sv: Plugin: problem vid läsning av URL för Netscape proxykonfigurationifrån

source: java_vm process: could not find Java VM symbols
it: processo java_vm: impossibile trovare simboli della Java VM
ja: java_vm プロセス: Java VM シンボルが見つかりません。
sv: java_vm process: hittade inte några Java VM-symboler
